{
  "id": "B06X1CT33R",
  "title": "Guns, Germs, and Steel: The Fates of Human Societies (20th Anniversary Edition)",
  "author": "Jared Diamond",
  "notes": [
    "why weren’t Native Americans, Africans, and Aboriginal Australians the ones who decimated, subjugated, or exterminated Europeans and Asians?",
    "natural selection promoting genes for intelligence has probably been far more ruthless in New Guinea than in more densely populated, politically complex societies, where natural selection for body chemistry was instead more potent.",
    "“History followed different courses for different peoples because of differences",
    "among peoples’ environments, not because of biological differences among peoples themselves.”",
    "geography’s effect on the ease with which ideas and inventions spread.",
    "Human history at last took off around 50,000 years ago, at the time of what I have termed our Great Leap Forward.",
    "availability of more consumable calories means more people.",
    "MUCH OF HUMAN HISTORY HAS CONSISTED OF UNEQUAL conflicts between the haves and the have-nots:",
    "The peoples of areas with a head start on food production thereby gained a head start on the path leading toward guns, germs, and steel.",
    "Fertile Crescent’s first farmers came to meet humanity’s basic economic needs: carbohydrate, protein, fat, clothing, traction, and transport.",
    "the crop’s rapid spread preempted any possible further attempts to domesticate its relatives,",
    "why Fertile Crescent domesticates spread west and east so rapidly: they were already well adapted to the climates",
    "rebus principle. That is, an abstract word was written with the sign for another word pronounced similarly",
    "“Necessity is the mother of invention.”",
    "invention is often the mother of necessity, rather than vice versa.",
    "Aristotle considered states the natural condition of human society,",
    "Jean-Jacques Rousseau speculated that states are formed by a social contract,",
    "that the size of the regional population is the strongest single predictor of societal complexity.",
    "New Guinea has by far the highest concentration of languages in the world: 1,000 out of the world’s 6,000 languages,",
    "Europe’s barriers were sufficient to prevent political unification, but insufficient to halt the spread of technology and ideas."
  ]
}