{
  "id": "B07N4C6LGR",
  "title": "Lifespan: Why We Age—and Why We Don't Have To",
  "author": "David  Sinclair and Matthew D. LaPlante",
  "notes": [
    "One hypothesis, proposed independently by Peter Medawar and Leo Szilard, was that aging is caused by DNA damage and a resulting loss of genetic information.",
    "“Free Radical Theory of Aging,” which blames aging on unpaired electrons that whiz around within cells, damaging DNA through oxidation, especially in mitochondria, because that is where most free radicals are generated.",
    "Science has since demonstrated that the positive health effects attainable from an antioxidant-rich diet are more likely caused by stimulating the body’s natural defenses against aging, including boosting the production of the body’s enzymes that eliminate free radicals, not as a result of the antioxidant activity itself.",
    "Because of the fact that nuclear transfer works in cloning, we can say with a high degree of confidence that aging isn’t caused by mutations in nuclear DNA.",
    "Aging, quite simply, is a loss of information.",
    "If the genome were a computer, the epigenome would be the software. It instructs the newly divided cells on what type of cells they should be and what they should remain, sometimes for decades, as in the case of individual brain neurons and certain immune cells.",
    "there are plenty of stressors that will activate longevity genes without damaging the cell, including certain types of exercise, intermittent fasting, low-protein diets, and exposure to hot and cold temperatures",
    "Every one of our cells has the same DNA, of course, so what differentiates a nerve cell from a skin cell is the epigenome, the collective term for the control systems and cellular structures that tell the cell which genes should be turned on",
    "Youth → broken DNA → genome instability → disruption of DNA packaging and gene regulation (the epigenome) → loss of cell identity → cellular senescence → disease → death."
  ]
}