{
  "id": "B01HNJIJB2",
  "title": "The Daily Stoic: 366 Meditations on Wisdom, Perseverance, and the Art of Living",
  "author": "Ryan Holiday and Stephen Hanselman",
  "notes": [
    "it is our perceptions of things—rather than the things themselves—that cause most of our trouble.",
    "The Discipline of Perception (how we see and perceive the world around us) The Discipline of Action (the decisions and actions we take—and to what end) The Discipline of Will (how we deal with the things we cannot change, attain clear and convincing judgment, and come to a true understanding of our place in the world)",
    "most important practice in Stoic philosophy is differentiating between what we can change and what we can’t.",
    "the more you say no to the things that don’t matter, the more you can say yes to the things that do.",
    "Control your perceptions. Direct your actions properly. Willingly accept what’s outside your control.",
    "If you want to be steady, if you want clarity, proper judgment is the best way.",
    "There is clarity (and joy) in seeing what others can’t see, in finding grace and harmony in places others overlook. Isn’t that far better than seeing the world as some dark place?",
    "What happened yesterday—what happened five minutes ago—is the past. We can reignite and restart whenever we like.",
    "The more things we desire and the more we have to do to earn or attain those achievements, the less we actually enjoy our lives—and the less free we are.",
    "Find clarity in the simplicity of doing your job today.",
    "Every time you get upset, a little bit of life leaves the body. Are these really the things on which you want to spend that priceless resource? Don’t be afraid to make a change—a big one.",
    "circumstances are incapable of considering or caring for your feelings, your anxiety, or your excitement. They don’t care about your reaction. They are not people. So stop acting like getting worked up is having an impact on a given situation. Situations don’t care at all.",
    "“Don’t set your heart on so many things,” says Epictetus. Focus. Prioritize. Train your mind to ask: Do I need this thing? What will happen if I do not get it? Can I make do without it?"
  ]
}